{
    "meta": {
        "description": "Sami Hanine's full-stack developer portfolio showcases his expertise in web development, including responsive design, backend development, and database management."
    },
    "about": {
        "title": "🧑‍💻 My Career So Far",
        "description": "For two years, I worked as a freelance developer and collaborated with several startups, including Senzu , where I worked for five months. Currently, I'm working at Miloguide rism company in Montréal, and I'm excited to be part of a dynamic and evolving team. If you're looking for a skilled and creative web developer, please don't hesitate to contact me. I'm confident that I can help you achieve your goals and bring your vision to life.",
        "thanks": "Thanks for taking the time to read a little about me!"
    },
    "contact": {
        "title": "Love to hear from you,",
        "subtitle": "Get in touch 👋",
        "name": "Your name",
        "email": "Your email",
        "message": "Your message",
        "interest": "What are you interested in?",
        "submit": "Send message",
        "success": "Your message has been sent successfully !",
        "error": "An error occurred while sending your message. Please try again later."
    },
    "header": {
        "landing": "Landing",
        "about": "About",
        "projects": "Projects",
        "quote": "Quote",
        "contact": "Contact",
        "home": "Home"
    },
    "projects": {
        "title": "💼 Some of my best work",
        "see": "Go to the project",
        "next": "Next",
        "previous": "Previous",
        "obeo": "Obeo Biogas is a project I did as a freelancer in Canada. It is the website of a startup affiliated to Centech (a startup accelerator in Montreal). The startup aims to reduce the ecological impact of farms while increasing their income.",
        "aled": "ALED is a platform for students. It allows the users to exchange documents and ask questions in a forum. It also gives the possibility to consult one's timetable, one's grades and to discuss with other students.",
        "cabinetlatif": "This is a showcase site that I created for an accounting firm based in Nantes, Cabinet Latif. I created the visuals and the code based on the client's feedback.",
        "tutoriels": "I created these tutorials with the aim of helping fellow students learn Javascript. Recently, I also wrote a tutorial on React.js. In the future, I plan to cover PHP and SQL.",
        "practice": "I designed this site as part of a tender for a human resources company: Practice. The challenge was to meet the specifications in terms of visuals. ",
        "miloguide": "I was a proud contributor to the Miloguide platform, where I integrated multiple pages from Figma designs. I worked extensively within a complex ecosystem of a multi-platform application.",
        "docshare": "I developed a document sharing application for the consulting firm Emergence Entreprise. It allows customers to consult, download and send documents. The challenge of this application was related to data security.",
        "senzu": "Senzu Printer is a web application that allows printing of shipping labels for connected products. It is created using Electron and React, and is designed for use by printing partners of the company.",
        "game": "I've made more than a dozen video games directly integrated in the browser. Red Dimension is my biggest javascript game project to date. I loved the creative process that came out of this project"
    },
    "quote": {
        "text-1": "There are more possible games of chess than there are atoms in the universe.",
        "text-2": "It means that if you make a mistake, there’s a nearly infinite amount of ways to fix it."
    },
    "footer": {
        "right": "Copyright © 2023 Sami Hanine. All rights reserved."
    },
    "landing": {
        "description1": "I've been learning to code through projects",
        "description2": "since I was 12 and I've never stopped.",
        "send": "Send me a message !"
    }
}